[
    {
        "user": "Nishan Pani",
        "photo": "https://i.pinimg.com/originals/8c/31/5a/8c315a8494aa67c85a402ff6ec8c8b66.jpg",
        "name": "Deomali",
        "imageUrl": "https://2.bp.blogspot.com/-uh5wlihM3dY/WnIZIA2KA8I/AAAAAAAAAWk/CNYktSaEvnUYBpDx0gBve-zMx56FhDblQCLcBGAs/s1600/Deomali.png",
        "bio": "mountain peak in the Chandragiri-Pottangi subrange of the Eastern Ghats.",
        "details": "Deomali, is a mountain peak in the Chandragiri-Pottangi subrange of the Eastern Ghats. It is located near Koraput town in the Koraput district of Odisha, India. Deomali Peak, with an elevation of about 1,672 m, is the highest peak in the state of Odisha. It is situated near BARABANDHA village, KOTIA Panchayat division which is about 70 km from Koraput via Semiliguda. It is surrounded by deep green forest, the peak is rich in flora and fauna. This hill range is rich in mineral resources such as bauxite, limestone and gemstones. Deomali is dotted with brooks and deep valleys, and inhabited by tribes such Kandhas, Parajas, Bhumia, Malis and Bhotias. It is not only a marvel for the tourists but also to the adventurous sports lovers for hang gliding, mountaineering and trekking. On this recent days Odisha tourism Department, is taking many development steps to popularize this peak amongst the travellers as a hot tourist spot by connecting the Tar roads, Hill top amenities centre, drinking water points on the hill top, watching towers for perfect view of the arena. Many waterfalls also found while heading for the top of hill. ",
        "website" : "https://odishatour.in/deomali-mountain-peak-koraput/"
    },
    {
        "user": "Simun Priyadarshini",
        "photo": "https://i.dailymail.co.uk/i/pix/2016/01/08/14/2FD9115600000578-3386964-Kalpana_Fitzpatrick_shares_which_New_Year_s_financial_resolution-m-15_1452261929299.jpg",
        "name": " Jagannath Temple, Puri ",
        "imageUrl": "https://nrsroyalpalace.com/wp-content/uploads/2023/11/Business-Optimized-Location-1-1024x784.webp",
        "bio": "The holy land of Jagannatha.",
        "details": "Puri, the holy land of Jagannatha, also known by the popular vernacular name Srikshetram, has many ancient names in the Hindu scriptures such as the Rigveda, Matsya purana, Brahma Purana, Narada Purana, Padma Purana, Skanda Purana, Kapila Purana and Niladrimahodaya. In the Rigveda, in particular, it is mentioned as a place called Purushamandama-grama meaning the place where the Creator deity of the world – Supreme Divinity deified on an altar or mandapa was venerated near the coast and prayers offered with Vedic hymns. Over time the name got changed to Purushottama Puri and further shortened to Puri, and the Purusha came to be known as Jagannatha. Sages like Bhrigu, Atri and Markandeya had their hermitage close to this place.[5] Its name is mentioned, conforming to the deity worshipped, as Srikshetra, Purusottama Dhāma, Purusottama Kshetra, Purusottama Puri and Jagannath Puri. Puri, however, is the popular usage.",
        "Website": "https://en.wikipedia.org/wiki/Puri#History"

    },
    {
        "user": "Pratik Das Kanungo",
        "photo": "https://i1.rgstatic.net/ii/profile.image/11431281079404803-1660674449891_Q512/Pratyush-Kanungo-2.jpg",
        "name": "  Chandrabhaga Beach",
        "imageUrl": "https://ik.imagekit.io/shortpedia/Voices/wp-content/uploads/2021/06/Talasari-beach.jpg",
        "bio": "Chandrabhaga Beach is a pristine and less crowded beach in Odisha",
        "details": "Walking down the empty beach, with the setting sun on the horizon is just magical. That’s what Chandrabhaga offers to its visitors. Located at the Konark, the abode of the magnificent Sun Temple, the beach is known for its stunning sunrise and sunset.As per legend Sambha son of Lord Krishna prayed here to the Sun God and through the latter’s blessings he got rid of leprosy. Thus the beach has an important spiritual significance in Odisha.It’s also the venue of the famous “International sand Art Festival” where renowned sand artists from all over the globe converge to showcase their craft. The five day long festival attracts large number of tourists and locals alike.",
        "Website": "https://odishatourism.gov.in/content/tourism/en/discover/attractions/beaches/chandrabagha-beach.html"

    },
    {
        "user": "Debasis Muduli",
        "photo": "https://th.bing.com/th/id/OIP.nvfUvWkE1yCANIm-2iEALAHaIl?w=952&h=1104&rs=1&pid=ImgDetMain",
        "name": "Varahi Devi Temple",
        "imageUrl": "https://th.bing.com/th/id/OIP.HgZZP96QjNZvFvAoHFd35gHaFj?rs=1&pid=ImgDetMain",
        "bio": "One of the Shaktipeeths of India.",
        "details": "Panchsagar Shaktipeeth, one of the Shaktipeeths of India is actually at an unknown place in the waters of the Ganga River in Varanasi. Also known as Varahi Devi temple. This place is known as Panchsagar Kshetra and is the spot where the lower teeth of Mata Sati fell. Here, Mata Sati is in the form of Varahi Devi. Her protector is Bhairava Maharudra. There are two other temples that are considered to be this Shaktipeeth – Danteshwari Mandir in Chhattisgarh and Varahi Mandir in Devidhura, Uttarakhand. Most religious scholars consider the Varanasi Shaktipeeth as the genuine one.",
        "Website": "https://blog.yatradham.org/varahi-devi-temple-shaktipeeth-timings-history/"

    },
    {
        "user": "Rupali Priyadarshini Khatua",
        "photo": "https://events.actualtechmedia.com/titan-resources/uploads/2022/09/Picture1.png",
        "name": "Dhabaleswar Temple, Cuttack",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQLd0bdSO16YwGxr1yvPFm8QRLkm7JzG05VQQ&s",
        "bio": "Dhabaleswar Temple is dedicated to the worship of Lord Shiva.",
        "details": "The Great Dhabaleswar Temple is situated at around 35 km distance from the main city of Cuttack. It is a temple of Lord Shiva and it is situated in the middle of the River Mahanadi where boats are the only medium to reach. Dhabaleswar is one of the most happening tourist places of the State. Because of the location, deep inside the lap of nature it has become the most favorite picnic spot of the people of Cuttack and nearby places. There is an interesting story behind the name of the temple. Once a thief stole a black bull calf and took shelter in the Shiva temple due to the fear of the villagers running behind him. The thief prayed to the idol of Lord Shiva in the temple. Lord Shiva who is known for his kindness took pity on the thief and came in front of the crowd gathered in front of the temple in the avatar of a priest. He asked the crowd about reason behind the gathering and after knowing the entire story of the thief he entered into the temple and brought a white calf from inside the temple to clear the doubts of the gathered crowd. People got the clarity that the man was not the thief and they let him move from there peacefully. By that time the priest disappeared but the thief got to know the fact and regretted in front of people and told them all about the Lord Shiva coming and saving him. From that day the he took the decision to stay there and spend rest of his life in service of Lord Shiva. The act of turning the black calf white got Lord Shiva another name, Dhabaleswar. And the temple was named after him Dhabaleswar Temple.",
        "Website": "https://www.cuttackonline.in/guide/dhabaleswar-temple-in-cuttack"

    },
    {
        "user": "Lipsita Priyadarshini Behera",
        "photo": "https://th.bing.com/th/id/R.6eb9df8be6e8bd6353be4f90bc3dcfb4?rik=OkmiFrjWj7exBg&riu=http%3a%2f%2ftheasianwriter.co.uk%2fwp-content%2fuploads%2f2009%2f11%2fGopika-0152-199x300.jpg&ehk=isGQ6HcQf7An9Kf3bslH6heFCVbmfdBysklqzZmA1As%3d&risl=&pid=ImgRaw&r=0",
        "name": "Udayagiri Caves",
        "imageUrl": "https://th.bing.com/th/id/OIP.7Wwc_vBcFsy8eFioN3N9yAHaFj?rs=1&pid=ImgDetMain",
        "bio": "Udayagiri and Khandagiri caves, formerly called Kattaka Gumpha or Cuttack caves.",
        "details": "The caves of Udayagiri and Khandagiri, called lena or leṇa in the inscriptions, these were taken out mostly during the reign of Kharavela for the abode of Jain ascetics. The most importance of this group was Ranigumpha in Udayagiri which is a double storeyed monastery. Other important caves include Hathi Gumpha, Ananta Gumpha, Ganesha Gumpha, Jaya Vijaya Gumpha, Mancapuri Gumpha, Bagha/Byaghra/Vyaghra Gumpha and Sarpa Gumpha. The Archaeological Survey of India (ASI) has listed that Udayagiri and Khandagiri Caves in the list of Must See Indian Heritage.",
        "Website": "https://en.wikipedia.org/wiki/Udayagiri_and_Khandagiri_caves"

    },
    {
        "user": "Sai Priya Samanta",
        "photo": "https://th.bing.com/th/id/OIP.G_ksW1bJersummFd5H7N4wHaHa?rs=1&pid=ImgDetMain",
        "name": "Jirang",
        "imageUrl": "https://odishatourism.gov.in/content/dam/tourism/home/discover/attractions/buddhist-sites/jirang/jirang-corosal4.jpg",
        "bio": "Jirang also known as Chandragiri.",
        "details": "Jirang also known as Chandragiri, is a small village in Gajapati district of Odisha, which boasts of a small but significant Tibetan population. The village had maintained a very low profile untill it became home to the largest buddhist monastery of Eastern India in 2010. Since then, slowly and steadily its popularity has grown within the tourist circles of India and abroad. Visitors from all parts of the world now flock the small village to experience the unadultrated village life, get bowled over by the mighty Eastern ghats and get wowed by the beautiful Padmasambhava Mahavihara Monastery.",
        "Website": "https://eastindiantraveller.com/2021/06/03/jirang/"

    },
    {
        "user": "Samata Mishra",
        "photo": "https://th.bing.com/th/id/OIP.pX-fHBnOg1iaEIkpUnvjfQAAAA?w=202&h=301&rs=1&pid=ImgDetMain",
        "name": "Dhauli",
        "imageUrl": "https://th.bing.com/th/id/R.bddd7e2fa74875dfcf01e9c58df4a088?rik=RfljKgvBZ%2bhx1g&riu=http%3a%2f%2ffoodntravelstories.com%2fwp-content%2fuploads%2f2020%2f11%2fdhauli-giri-hills-bhubaneswar-tourism-entry-fee-timings-holidays-reviews-header.jpg&ehk=C9ijgcm4UeBfjUqaXC%2b%2fwuRixNxNRSL615PJpHSDAss%3d&risl=&pid=ImgRaw&r=0",
        "bio": "Dhauli known for Dhauli Santi Stupa.",
        "details": "Dhauligiri Hills is a place marked with the serenity of Daya River and lies at a distance of 8 Km from Bhubaneswar. The famous rock edicts of Ashoka are worth witnessing. Moreover, it is in Dhauli Hills that adopted the path of dharma which lets only peace and love enter your lives. The concept of dharma- vijay became his ultimate goal as he took Buddhist teachings deep into his heart. The end of the bloody battles was only to serve and favor mankind. With this, the religious and spiritual beliefs of Buddhism spread to different parts of the world. Dhauli Hills in Bhubaneswar takes you to the site of the Vishwa Shanti Stupa. The dome structure of the Shanti Stupa possesses five umbrellas and they symbolize the five essential parts of Buddhism.",
        "Website": "https://www.dhauli.net/"

    }
]