[
    {
        "user": "Rajiv Lochan Parhi",
        "photo": "https://i.pinimg.com/originals/6b/7e/d6/6b7ed698713c09ad9e6afc7dcb996a09.jpg",
        "name": "Leopards",
        "imageUrl": "https://th.bing.com/th/id/OIP.J14vEfDxDRQWJR5QSa9UzwHaGV?w=640&h=547&rs=1&pid=ImgDetMain",
        "bio": "The leopard is one of the five extant species in the genus Panthera.",
        "details": "In Odisha, 696 leopards have been found in different forest areas as per the first-ever state-sponsored leopard census released today. About 200 leopards are located in the Similipal Tiger Reserve and surrounding areas, which is the highest in the state. The Satkosia landscape turned out to be another promising site for these animals, boasting the second-highest leopard population in the state at 150. During the census, 70 to 80 wild leopards were found in the Hirakud, Redhakhol and Sambalpur areas in Sambalpur district, followed by 40 in the Sunabeda and Khariar forests in Nuapada district. Forty-five per cent of the leopard population in Odisha is located outside the protected area network. ",
        "website" : "https://en.wikipedia.org/wiki/Leopard"
    },
    {
        "user": "Smruti Ranjan Patra",
        "photo": "https://th.bing.com/th/id/OIP.1GK0WFqQi69xDWhvJDA6fgAAAA?w=472&h=591&rs=1&pid=ImgDetMain",
        "name": " Hawksbill Turtle",
        "imageUrl": "https://www.almrsal.com/wp-content/uploads/2015/03/Turtle.jpg",
        "bio": "The hawksbill sea turtle is a critically endangered sea turtle belonging to the family Cheloniidae.",
        "details": "Odisha on the east coast of India has a 480km coastline. Four species of sea turtles have been reported from this area: olive ridley, hawksbill, green and leatherback. Of the four species only olive ridley are reported to be nesting in the region. Odisha is well known as a mass nesting site for the olive ridley turtles in India. Gahirmatha, Devi river mouth and Rushikulya are the three mass nesting sites recorded in the state. Unfortunately, the Devi region has experienced no mass nesting for more than a decade, leaving Odisha with two active mass nesting sites currently.",
        "Website": "https://www.seaturtlesofindia.org/about/distribution/odisha/"

    },
    {
        "user": "Smruti Ranjan Patra",
        "photo": "https://th.bing.com/th/id/OIP.1GK0WFqQi69xDWhvJDA6fgAAAA?w=472&h=591&rs=1&pid=ImgDetMain",
        "name": "  Blackbuck",
        "imageUrl": "https://i.pinimg.com/736x/dc/03/19/dc031909d55217050e481f0b8fe2bcb8.jpg",
        "bio": "The blackbuck, also known as the Indian antelope",
        "details": "The blackbuck population has increased threefold in Odisha’s Ganjam district, the only habitat of the most elegant member of the antelope family in the state, over 12 years. A total of 7,743 blackbucks were counted in the district in the latest biannual census conducted by the state’s forest department on January 29, 2023. The population was 2,194 in 2011. Their population was estimated at 7,352 in 2021 and 6,885 in 2020, according to official sources.",
        "Website": "https://www.downtoearth.org.in/wildlife-biodiversity/blackbuck-haven-in-odisha-protection-by-locals-triple-numbers-87652"

    },
    {
        "user": "shantanu Singh",
        "photo": "https://th.bing.com/th/id/OIP.XsU4cXpAEQI0T6rlejABXQAAAA?w=402&h=517&rs=1&pid=ImgDetMain",
        "name": "   Irrawaddy Dolphins",
        "imageUrl": "https://th.bing.com/th/id/R.89f0cc7a74e27affd5651fc0b68017ad?rik=lavC7KeEwZoXDQ&riu=http%3a%2f%2fbluwaveboatrental.com%2fwp-content%2fuploads%2f2017%2f09%2fdolphin-jumping.jpg&ehk=o9kD%2fEFv296dMFJK600zf3VrfPZwJnriHmifaHBat8E%3d&risl=&pid=ImgRaw&r=0",
        "bio": "Dolphins at Satapada is estimated to be more than 100.",
        "details": "Satapada islocated in Puri district of Indian state Odisha.It is very well known for dolphins in all over the world.Satapada is group of seven villages and 50 kilometers distance from Puri main city.It is a home to the Irrawaddy dolphin.The number of Irrawaddy dolphins at Satapada is estimated to be more than 100. Irrawaddy dolphins have a large melon and a blunt, rounded head with an indistinct beak. The dorsal fin, located about two-thirds along the back, is short, blunt and triangular. The flippers are long and broad. It is lightly coloured all over, but slightly white on the underside than the back. Adult weight exceeds 130kg and length is 2.3m at full maturity.A small island called Rajahamsa is situated near this place at the mouth of the lagoon, which is at distance of 18km from Satapada. It is a small strip of land of which one side is placed near the lagoon and the other side is towards the Bay of Bengal. Satapada is a very popular tourist attraction, millions of tourists are coming to this place every year to see dolphins, and enjoying the beauty of Nature.",
        "Website": "https://eodishatourism.com/attraction/satapada-dolphin-sanctuary-chilika/1108"

    },
    {
        "user": "Manjeet Ojha",
        "photo": "https://th.bing.com/th/id/OIP.8O7OcMWyEjRbuiQPuviq7QAAAA?w=374&h=374&rs=1&pid=ImgDetMain",
        "name": "   Forest Owl",
        "imageUrl": "https://png.pngtree.com/background/20230610/original/pngtree-three-owls-sitting-on-a-branch-in-a-wild-forest-picture-image_3016723.jpg",
        "bio": "The bird has an interesting history.",
        "details": "Forest owl is found in some parts of Odisha. The bird has an interesting history. It lost more than a century ago. Not finding it for decades, a prominent ornithologist in India Salim Ali made a public appeal to look for the bird. After 113 years, the owl was rediscovered in 1997 and appeared on the list of Indian birds. These birds generally live in dry deciduous forest. Cutting down, burning and pruning of trees cause damage to the forest owls and their nests.",
        "Website": "https://odishatv.in/news/odisha/national-endangered-species-day-endangered-birds-and-animals-in-odisha-that-you-should-see-204593"

    },
    {
        "user": "Omm Prakesh Panda",
        "photo": "https://th.bing.com/th/id/OIP.DT0mbcLlR3vPlRQyl2gWLQHaHa?w=600&h=600&rs=1&pid=ImgDetMain",
        "name": "   Gharial",
        "imageUrl": "https://www.mediastorehouse.com/p/172/gavial-gharial-mouth-open-showing-teeth-5282102.jpg.webp",
        "bio": "The gharial (Gavialis gangeticus), also known as gavial or fish-eating crocodile.",
        "details": "In the early 1970s, the gharial population in Satkosia gorge had drastically come down mostly due to overfishing and poaching in the area. As part of the early conservation efforts, Odisha state officials proposed captive breeding of gharials in the Nandankanan zoo, where, the gharials would later be released into the gorge. As the gharials collected from the Mahanadi system in the 1960s were part of the same nest (siblings), some hatchlings were brought from Nepal for captive breeding.",
        "Website": "https://india.mongabay.com/2021/06/reviving-the-critically-endangered-gharials-in-odisha/"

    },
    {
        "user": "Rakesh Sahoo",
        "photo": "https://th.bing.com/th/id/OIP.CTkKVs0L9rXEC18tX4t60gAAAA?w=300&h=300&rs=1&pid=ImgDetMain",
        "name": "   Elephant",
        "imageUrl": "https://ptes.org/wp-content/uploads/2020/04/Asian-elephants-iStockphoto--2048x1223.jpg",
        "bio": "The Indian elephant is the flagship species and indicative of the potential productivity of the habitat.",
        "details": "In 1979, there were 2,044 elephants in Odisha, in the dense forests of Dhenkanal, Deogarh, Mayurbhanj, Keonjhar, Sambalpur, Angul, Sundargarh and Cuttack. In the 2017 census, their number had dropped to 1,976. They have also been forced to leave their native forests, break up into smaller populations and scatter out into several other districts. There has been no census in three years.",
        "Website": "https://science.thewire.in/environment/world-elephant-day-odisha-deaths-poaching-conservation/"

    },
    {
        "user": "Ram Charan Behera",
        "photo": "https://th.bing.com/th/id/OIP.wOcf7-_CSxHe4c9qG5coUwHaHa?w=500&h=500&rs=1&pid=ImgDetMain",
        "name": "   Spoon-billed Sandpiper",
        "imageUrl": "https://th.bing.com/th/id/OIP.XJYAkyCneBkyR5eSfAzhEgHaFi?w=832&h=623&rs=1&pid=ImgDetMain",
        "bio": "The spoon-billed sandpiper is a small wader which breeds on the coasts of the Bering Sea and winters in Southeast Asia..",
        "details": "The most distinctive feature of this species is its spatulate bill. The breeding adult bird has a red-brown head, neck and breast with dark brown streaks, blackish upperparts with buff and pale rufous fringing. Non-breeding adults lack the reddish colouration, but have pale brownish-grey upperparts with whitish fringing to the wing-coverts. The underparts are white and the legs are black. It is 14–16 cm (5.5–6.3 in) long.",
        "Website": "https://en.wikipedia.org/wiki/Spoon-billed_sandpiper"

    }
]